Repository: kanotown/taylis
Catalog: apps/ios/ChikuwaChat/Resources/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

source: 保証時間が終了
en: Guaranteed time ended
zh_hans: 保证时间已结束

source: 個人 ·
en: Personal ·
zh_hans: 个人 ·

source: 個人用のタスクはまだありません
en: No personal tasks yet
zh_hans: 暂无个人任务

source: 候補
en: Options
zh_hans: 候选

# 候補 %lld：%@
source: 候補 %1$lld：%2$@
en: Option %lld: %@
zh_hans: 候选 %lld：%@

source: 候補 %lld：空き
en: Option %lld: empty
zh_hans: 候选 %lld：空

source: 候補の日
en: Candidate days
zh_hans: 候选日期

source: 候補は %lld 個までです
en: Up to %lld options
zh_hans: 候选最多 %lld 个

source: 候補を %lld つ以上選んでください
en: Choose at least %lld options
zh_hans: 请至少选择 %lld 个候选

source: 停止中
en: Paused
zh_hans: 已停止

source: 元に戻す
en: Reset
zh_hans: 恢复默认

source: 元に戻せません。
en: This can't be undone.
zh_hans: 无法撤销。

source: 元のキャンバス
en: Source canvas
zh_hans: 原画布

source: 元のキャンバス：
en: Source canvas:
zh_hans: 原画布：

source: 元のキャンバスあり
en: Has a source canvas
zh_hans: 有原画布

source: 元のキャンバスは削除されました
en: The source canvas was deleted
zh_hans: 原画布已被删除

source: 元のキャンバスを開く
en: Open the source canvas
zh_hans: 打开原画布

source: 元のメッセージ
en: Original message
zh_hans: 原消息

source: 元のメッセージあり
en: Has a source message
zh_hans: 有原消息

source: 元のメッセージは削除されました
en: The original message was deleted
zh_hans: 原消息已被删除

source: 元の文：
en: Original:
zh_hans: 原文：

source: 元の画像を開く
en: Open the original image
zh_hans: 打开原图

source: 先に設定を始めてください
en: Start the setup first
zh_hans: 请先开始设置

source: 入れる会話（%lld）
en: Conversations in it (%lld)
zh_hans: 包含的对话（%lld）

source: 入れ替えた
en: Swapped
zh_hans: 已调换

source: 入力してください
en: Required
zh_hans: 请填写

source: 入力を消す
en: Clear text
zh_hans: 清除输入

source: 入力を確認してください
en: Check your input
zh_hans: 请检查输入

source: 入力内容を確認してください
en: Check what you entered
zh_hans: 请检查输入内容

source: 入力途中のメッセージは会話ごとに自動で残ります。
en: Unsent messages are kept automatically for each conversation.
zh_hans: 输入到一半的消息会按对话自动保留。

source: 全員が提出しました
en: Everyone has submitted
zh_hans: 所有人都已提交

source: 全員が確認しました
en: Everyone has acknowledged
zh_hans: 所有人都已确认

source: 全員に通知
en: Notify everyone
zh_hans: 通知所有人

source: 公開にする
en: Make public
zh_hans: 设为公开

source: 公開に戻せるのは管理者だけです。
en: Only admins can make it public again.
zh_hans: 只有管理员可以将其改回公开。

source: 公開チャンネルなら、あとから「チャンネルを探す」で再び参加できます。
en: If it's public, you can join again later from “Browse channels”.
zh_hans: 如果是公开频道，以后可以从“浏览频道”再次加入。

source: 公開チャンネルに参加
en: Join a public channel
zh_hans: 加入公开频道

source: 公開チャンネルに変換
en: Convert to a public channel
zh_hans: 转换为公开频道

source: 公開チャンネルに変換しますか？
en: Convert to a public channel?
zh_hans: 要转换为公开频道吗？

source: 共有
en: Share
zh_hans: 分享

source: 共有したメッセージのスレッドを開きます
en: Opens the thread of the shared message
zh_hans: 打开已分享消息的话题

source: 共有しました
en: Shared
zh_hans: 已分享

source: 共有に新しいページ
en: New shared page
zh_hans: 新建共享页面

source: 共有先
en: Share to
zh_hans: 分享到

source: 共有先になる会話がありません
en: No conversations to share to
zh_hans: 没有可以分享到的对话

source: 再生
en: play
zh_hans: 播放

source: 再試行
en: Retry
zh_hans: 重试

source: 再試行中…
en: Retrying…
zh_hans: 正在重试…

source: 再読み込み
en: Reload
zh_hans: 重新加载

source: 再送
en: Resend
zh_hans: 重新发送

source: 再開
en: Resume
zh_hans: 恢复

source: 再開しました
en: Resumed
zh_hans: 已恢复

source: 写真
en: Photo
zh_hans: 照片

source: 写真 %@
en: Photo %@
zh_hans: 照片 %@

source: 写真の範囲を選ぶ
en: Choose the area
zh_hans: 选择照片范围

source: 写真を削除
en: Remove photo
zh_hans: 删除照片

source: 写真を撮る
en: Take photo
zh_hans: 拍照

source: 写真を読み込めませんでした
en: Couldn't load the photo
zh_hans: 无法加载照片

source: 写真を読み込んでいます…
en: Loading the photo…
zh_hans: 正在加载照片…

source: 写真を選ぶ
en: Choose photo
zh_hans: 选择照片

source: 写真ライブラリ
en: Photo library
zh_hans: 照片图库

source: 准教授
en: Associate professor
zh_hans: 副教授

source: 出典
en: Sources
zh_hans: 出处

source: 列
en: Column

source: 列（左から）
en: Columns (from the left)
zh_hans: 列（从左起）

source: 列%lld
en: Column %lld

source: 列1
en: Column 1

source: 列2
en: Column 2

source: 列3
en: Column 3

source: 列「%@」の操作
en: Actions for column “%@”
zh_hans: 列“%@”的操作

source: 列「%@」を削除しますか？
en: Delete column “%@”?
zh_hans: 要删除列“%@”吗？

source: 列の名前
en: Column name
zh_hans: 列名

source: 列の名前（例：レビュー待ち）
en: Column name (e.g. Waiting for review)
zh_hans: 列名（例：等待审阅）

source: 列の名前は %lld 文字までです
en: Column names can be up to %lld characters
zh_hans: 列名最多 %lld 个字符

source: 列の名前を入れてください
en: Enter a column name
zh_hans: 请输入列名

source: 列の名前を変更
en: Rename column
zh_hans: 重命名列

source: 列を削除
en: Delete column
zh_hans: 删除列

source: 列を編集
en: Edit columns
zh_hans: 编辑列

source: 列を追加
en: Add column
zh_hans: 添加列

source: 別の Taylis サーバにログインします。https:// は省略できます。
en: Log in to another Taylis server. You can leave out https://.
zh_hans: 登录另一个 Taylis 服务器。可以省略 https://。

source: 別のチャンネルに共有
en: Share to another channel
zh_hans: 分享到其他频道

source: 別のチャンネルに共有…
en: Share to another channel…
zh_hans: 分享到其他频道…

source: 別のリンクを使う
en: Use another link
zh_hans: 使用其他链接

source: 別の言葉や、より短い言葉で試してください。
en: Try different or shorter words.
zh_hans: 请尝试其他词语或更短的词语。

source: 利用中
en: In use
zh_hans: 使用中

source: 利用中（〜%@ まで保証）
en: In use (guaranteed until %@)
zh_hans: 使用中（保证到 %@）

source: 削除
en: Delete
zh_hans: 删除

source: 削除：
en: Removed:
zh_hans: 删除：

source: 削除したメッセージは元に戻せません。
en: A deleted message can't be restored.
zh_hans: 删除的消息无法恢复。

source: 削除しました
en: Deleted
zh_hans: 已删除

source: 削除する
en: Delete
zh_hans: 删除

source: 前の人の保証時間の後に割り当てられます
en: You'll be assigned after the previous person's guaranteed time
zh_hans: 将在前一位的保证时间结束后分配

source: 前の写真
en: Previous photo
zh_hans: 上一张照片

source: 前の月
en: Previous month
zh_hans: 上个月

source: 前の版と比較
en: Compare with the previous version
zh_hans: 与上一版本比较

source: 前もっての通知も止まります
en: Advance notices stop too
zh_hans: 提前通知也会停止

source: 前日
en: The day before
zh_hans: 前一天

source: 前日（24 時間前）
en: The day before (24 hours before)
zh_hans: 前一天（24 小时前）

source: 前日 8:00
en: The day before at 8:00
zh_hans: 前一天 8:00

source: 割り当てた
en: Assigned
zh_hans: 已分配

source: 加えた人には通知が届きます（自分を除く）
en: The people you add are notified (except you)
zh_hans: 被添加的人会收到通知（自己除外）

source: 助教
en: Assistant professor
zh_hans: 助理教授

source: 動作を斜体で投稿
en: Post an action in italics
zh_hans: 以斜体发布动作

source: 動画
en: Video
zh_hans: 视频

# 動画 %@%@ を%@
source: 動画 %1$@%2$@ を%3$@
en: Video %1$@%2$@: %3$@
zh_hans: 视频 %1$@%2$@：%3$@

source: 動画を %lld 本送信しました
en: Sent %lld videos
zh_hans: 发送了 %lld 个视频

source: 動画を読み込めませんでした
en: Couldn't load the video
zh_hans: 无法加载视频

source: 動画を送信しました
en: Sent a video
zh_hans: 发送了视频

source: 区切り線
en: Divider
zh_hans: 分隔线

source: 匿名
en: Anonymous

source: 匿名にする
en: Make it anonymous
zh_hans: 设为匿名

source: 卒業生
en: Alumni
zh_hans: 毕业生

source: 単位
en: Unit
zh_hans: 单位

source: 参加
en: Join
zh_hans: 加入

source: 参加しています…
en: Joining…
zh_hans: 正在加入…

source: 参加している times がありません
en: You haven't joined any times channels
zh_hans: 你没有加入任何 times 频道

source: 参加している times に投稿があると、ここに新しい順に並びます。
en: New posts in the times channels you've joined appear here, newest first.
zh_hans: 已加入的 times 频道有新帖子时，会按从新到旧的顺序显示在这里。

source: 参加する
en: Join
zh_hans: 加入

source: 参加するとメッセージを読めます
en: Join to read the messages
zh_hans: 加入后即可阅读消息

source: 参加するチャンネル：
en: Channels to join:
zh_hans: 将加入的频道：

source: 参加できない
en: Can't make it
zh_hans: 不能参加

source: 参加できる
en: Can make it
zh_hans: 可以参加

source: 参加中
en: Joined
zh_hans: 已加入

source: 参加中のチャンネルはありません。
en: You haven't joined any channels.
zh_hans: 你还没有加入任何频道。

source: 反映はカレンダーのアプリが読みに来たとき（数分〜数時間ごと）です。90 日前から 400 日先までの予定が入ります。
en: Changes appear when the calendar app checks for updates (every few minutes to hours). Events from 90 days ago to 400 days ahead are included.
zh_hans: 更新会在日历应用读取时反映（每隔几分钟到几小时）。包含 90 天前到 400 天后的日程。

source: 取り消し
en: Cancel
zh_hans: 取消

source: 取り消し線
en: Strikethrough
zh_hans: 删除线

source: 取り消す
en: Cancel
zh_hans: 取消

source: 受信 Webhook
en: Incoming webhook
zh_hans: 传入 Webhook

source: 受信 Webhook の bot
en: Incoming webhook bot
zh_hans: 传入 Webhook 机器人

source: 古い %lld 件は省きました
en: %lld older messages left out
zh_hans: 省略了较早的 %lld 条

source: 右
en: Right

source: 右に列を追加
en: Add column to the right
zh_hans: 在右侧添加列

source: 右へ
en: Right
zh_hans: 右移

source: 右へ移動
en: Move right
zh_hans: 右移

source: 右上の ＋ か、チャンネルの「タスク」から締切を追加できます
en: Add deadlines with ＋ at the top right or from a channel's “Tasks”
zh_hans: 可以通过右上角的 ＋ 或频道的“任务”添加截止日期

source: 右上の「新しいメッセージ」から始められます。
en: Start one with “New message” at the top right.
zh_hans: 可以通过右上角的“新消息”开始。

source: 右上の＋で予定を追加できます。
en: Add events with ＋ at the top right.
zh_hans: 可以通过右上角的＋添加日程。

source: 右下の ✏️ から相手を選べます。
en: Choose someone with ✏️ at the bottom right.
zh_hans: 可以通过右下角的 ✏️ 选择对象。

source: 同じ候補が複数あります
en: The same option appears more than once
zh_hans: 有重复的候选

source: 同じ箇所がほかの人にも変更されました
en: Someone else changed the same part
zh_hans: 其他人也修改了同一处

source: 同じ選択肢が複数あります
en: The same choice appears more than once
zh_hans: 有重复的选项

source: 同時編集をまとめた版
en: Merged version of simultaneous edits
zh_hans: 合并同时编辑的版本

source: 名前
en: Name
zh_hans: 名字

source: 名前（ボットの表示名）
en: Name (the bot's display name)
zh_hans: 名称（机器人的显示名称）

source: 名前（例：general）
en: Name (e.g. general)
zh_hans: 名称（例：general）

source: 名前（例：デザイン資料）
en: Name (e.g. Design docs)
zh_hans: 名称（例：设计资料）

source: 名前で絞り込む
en: Filter by name
zh_hans: 按名称筛选

source: 名前とアイコン
en: Name and icon
zh_hans: 名称和图标

source: 名前とアイコンを変更…
en: Change name and icon…
zh_hans: 更改名称和图标…

source: 名前は %lld 文字までです
en: Names can be up to %lld characters
zh_hans: 名称最多 %lld 个字符

source: 名前やトピックで絞り込む
en: Filter by name or topic
zh_hans: 按名称或话题筛选

source: 名前を付ける
en: Name it
zh_hans: 命名

source: 名前を入力してください
en: Enter a name
zh_hans: 请输入名称

source: 名前を変更
en: Rename
zh_hans: 重命名

source: 名前を外す
en: Remove name
zh_hans: 移除名称

source: 名前・ユーザー名・肩書で検索
en: Search by name, username or title
zh_hans: 按名字、用户名或头衔搜索

source: 名前・ユーザー名・肩書・研究テーマで検索
en: Search by name, username, title or research topic
zh_hans: 按名字、用户名、头衔或研究课题搜索

source: 回
en: times
zh_hans: 次

source: 回収：
en: Collect from:
zh_hans: 收集：

source: 回収なし
en: No collection
zh_hans: 不收集

source: 回復コード
en: Recovery codes
zh_hans: 恢复代码

source: 回復コードをコピー
en: Copy recovery codes
zh_hans: 复制恢复代码

source: 回復コードを安全な場所に保存してください。認証アプリが使えないとき、各コードは 1 回だけログインに使えます。この画面を閉じると再表示できません。
en: Keep your recovery codes somewhere safe. If you can't use the authenticator app, each code logs you in once. They can't be shown again after you close this screen.
zh_hans: 请将恢复代码保存在安全的地方。无法使用验证器应用时，每个代码可用于登录一次。关闭此画面后将无法再次显示。

source: 回数
en: Count
zh_hans: 次数

source: 回数は 1〜%lld にしてください
en: The count must be 1–%lld
zh_hans: 次数请设为 1～%lld

source: 回答の表
en: Table of answers
zh_hans: 回答表

source: 在宅勤務
en: Working from home
zh_hans: 居家办公

source: 在席を隠す
en: Hide my presence
zh_hans: 隐藏在线状态

source: 報告しました。管理者が確認します
en: Reported. An admin will review it
zh_hans: 已举报。管理员会进行确认

source: 報告する
en: Report
zh_hans: 举报

source: 場所（5 号館 501 / https://…）
en: Place (Building 5, 501 / https://…)
zh_hans: 地点（5 号楼 501 / https://…）

source: 場所は %lld 文字までです
en: Places can be up to %lld characters
zh_hans: 地点最多 %lld 个字符

source: 変更
en: Change
zh_hans: 更改

source: 変更する
en: Change
zh_hans: 更改

source: 変更は 24 時間に 3 回までです。
en: You can change it up to 3 times in 24 hours.
zh_hans: 24 小时内最多可更改 3 次。

source: 外した
en: Removed
zh_hans: 已移出

source: 外す
en: Remove
zh_hans: 移除

source: 太字
en: Bold
zh_hans: 粗体

source: 嫌がらせ
en: Harassment
zh_hans: 骚扰

source: 子ページを作成
en: New subpage
zh_hans: 新建子页面

source: 学生
en: Student

source: 完了
en: Done
zh_hans: 完成

source: 完了（%lld）
en: Done (%lld)
zh_hans: 已完成（%lld）

source: 完了（カードは完了になる）
en: Done (cards become done)
zh_hans: 已完成（卡片变为已完成）

source: 完了したタスク
en: Done task
zh_hans: 已完成的任务

source: 完了したタスクはありません
en: No done tasks
zh_hans: 没有已完成的任务

source: 完了にする
en: Mark as done
zh_hans: 标为已完成

source: 完了にすると、依頼した人に通知が届きます
en: The requester is notified when you mark it as done
zh_hans: 标为已完成后，会通知请求人

source: 完了にすると、次の回のタスクができます
en: Marking it as done creates the next one
zh_hans: 标为已完成后，会生成下一次的任务

source: 完了をすべて表示
en: Show all done
zh_hans: 显示全部已完成

source: 完了を取り消す
en: Mark as not done
zh_hans: 取消完成

source: 定期投稿
en: Recurring posts
zh_hans: 定期消息

source: 定期投稿はありません。
en: No recurring posts.
zh_hans: 没有定期消息。

source: 定期投稿を編集
en: Edit recurring post
zh_hans: 编辑定期消息

source: 定期投稿を追加
en: Add recurring post
zh_hans: 添加定期消息

source: 宛先から外します
en: Removes them from the recipients
zh_hans: 从收件人中移除

source: 宛先に加えます
en: Adds them to the recipients
zh_hans: 添加到收件人

source: 対応を始める
en: Start working
zh_hans: 开始处理

source: 対応中
en: In progress
zh_hans: 处理中

source: 対応済み
en: Handled
zh_hans: 已处理

source: 届いたリマインド
en: Delivered reminders
zh_hans: 已送达的提醒

source: 展開中
en: Expanded
zh_hans: 已展开

source: 履歴
en: History
zh_hans: 历史记录

source: 履歴から消す
en: Remove from history
zh_hans: 从历史记录中删除

source: 履歴を消去
en: Clear history
zh_hans: 清除历史记录

source: 履歴を読み込めませんでした。
en: Couldn't load the history.
zh_hans: 无法加载历史记录。

source: 左
en: Left

source: 左に列を追加
en: Add column to the left
zh_hans: 在左侧添加列

source: 左の一覧からチャンネルや DM を開きます。⌘K で移動・検索、⌘N で新しいメッセージ。
en: Open a channel or DM from the list on the left. ⌘K to go to or search, ⌘N for a new message.
zh_hans: 从左侧列表打开频道或私信。⌘K 前往/搜索，⌘N 新消息。

source: 左へ
en: Left
zh_hans: 左移

source: 左へ移動
en: Move left
zh_hans: 左移

source: 希望日
en: Wanted by
zh_hans: 期望日期

source: 年
en: years

source: 延長
en: Extend
zh_hans: 延长

source: 引用
en: Quote

source: 当日
en: On the day
zh_hans: 当天

source: 当日 8:00
en: On the day at 8:00
zh_hans: 当天 8:00

source: 形式が正しくありません
en: Invalid format
zh_hans: 格式不正确

source: 後で送信
en: Send later
zh_hans: 稍后发送

source: 後で送信…
en: Send later…
zh_hans: 稍后发送…

source: 復元
en: Restore
zh_hans: 恢复

source: 心当たりのない端末はログアウトさせてください。この端末からのログアウトは「自分」の一番下から行います。
en: Log out any devices you don't recognize. To log out of this device, use the bottom of “You”.
zh_hans: 请将不认识的设备退出登录。要从此设备退出登录，请在“我”的最下方操作。

source: 必須
en: Required
zh_hans: 必填

source: 戻す
en: Restore
zh_hans: 恢复

source: 戻る
en: Back
zh_hans: 返回

source: 手入力用のキー
en: Key for manual entry
zh_hans: 手动输入用的密钥

source: 投票
en: Poll

source: 投票した人：
en: Voted:
zh_hans: 投票的人：

source: 投票を作る
en: Create a poll
zh_hans: 创建投票

source: 投稿
en: Post
zh_hans: 发布

source: 投稿したメッセージとファイルは会話の記録として残り、「退会したユーザー」と表示されます。
en: Their messages and files stay in the conversations, shown as from a “Deleted user”.
zh_hans: 已发布的消息和文件会作为对话记录保留，并显示为“已注销的用户”。

source: 投稿した日
en: The day it's posted
zh_hans: 发布当天

source: 投稿しました
en: Posted
zh_hans: 已发布

source: 投稿できるメンバー全員
en: All members who can post
zh_hans: 所有可以发布的成员

source: 投稿の時点のメンバー
en: Members at the time of the post
zh_hans: 发布时的成员

source: 投稿をオーナーと管理者に限る
en: Only owners and admins can post
zh_hans: 仅限所有者和管理员发布

source: 折りたたみます
en: Collapses
zh_hans: 折叠

source: 折りたたみ中
en: Collapsed
zh_hans: 已折叠

source: 担当：
en: Assigned to:
zh_hans: 负责人：

source: 担当に加えられたときと、担当のタスクの期限の日の朝 8 時に通知します
en: Notifies you when you're assigned and at 8:00 on the due date of your tasks
zh_hans: 被添加为负责人时，以及负责任务截止当天早上 8 点通知你

source: 担当のタスクはありません
en: No tasks assigned to you
zh_hans: 没有分配给你的任务

source: 担当者
en: Assignees
zh_hans: 负责人

source: 担当者の作業
en: Operator tasks
zh_hans: 负责人事项

source: 担当者の作業 %lld 件
en: %lld operator tasks
zh_hans: %lld 个负责人事项

source: 担当者を選ぶと、この DM のメンバーにも表示されます（選ばなければ自分だけのタスク）
en: If you choose assignees, the DM's members see it too (otherwise it's your own task)
zh_hans: 选择负责人后，此私信的成员也能看到（不选择则为只属于你的任务）

source: 招待リンク
en: Invite link
zh_hans: 邀请链接

source: 招待リンクで参加
en: Join with an invite link
zh_hans: 通过邀请链接加入

source: 招待リンクの形式が正しくありません（https://サーバ/invite/… の形です）
en: The invite link isn't in the right form (it looks like https://server/invite/…)
zh_hans: 邀请链接格式不正确（格式为 https://服务器/invite/…）

source: 招待リンクをお持ちの方はこちら
en: Have an invite link?
zh_hans: 有邀请链接？

source: 拡大
en: Zoom
zh_hans: 缩放

source: 指導教員：%@
en: Supervisor: %@
zh_hans: 指导教师：%@

source: 接続すると表示します
en: Shown when you're connected
zh_hans: 连接后显示

source: 接続を確かめてから、もう一度お試しください。
en: Check your connection and try again.
zh_hans: 请检查网络连接后重试。

source: 接続中
en: Connecting
zh_hans: 正在连接

# 提出 %lld/%lld · 締切 %@
source: 提出 %1$lld/%2$lld · 締切 %3$@
en: Submitted %lld/%lld · due %@
zh_hans: 已提交 %lld/%lld · 截止 %@

source: 提出する人
en: Who submits
zh_hans: 提交人

source: 提出する人を選んでください
en: Choose who submits
zh_hans: 请选择提交人

source: 提出のお願い
en: Submission request
zh_hans: 提交请求

source: 提出済み
en: Submitted
zh_hans: 已提交

source: 提出済み %lld 人
en: Submitted (%lld)
zh_hans: 已提交 %lld 人

source: 提出版
en: Submitted version
zh_hans: 提交版

source: 提出状況
en: Submissions
zh_hans: 提交情况

source: 提出状況を表示
en: Shows the submissions
zh_hans: 显示提交情况

source: 操作を表示
en: Shows actions
zh_hans: 显示操作

source: 教員
en: Faculty
zh_hans: 教师

source: 教授
en: Professor

source: 文字
en: Letters

source: 文字のアイコン
en: Letter icon
zh_hans: 文字图标

source: 文書が大きく、細かく比べられませんでした。文書全体をひとつの箇所として扱います。
en: The document is too large to compare in detail. The whole document is treated as one part.
zh_hans: 文档太大，无法详细比较。将整个文档作为一处处理。

source: 斜体
en: Italic

source: 新しいキャンバス
en: New canvas
zh_hans: 新建画布

source: 新しいセクション
en: New section
zh_hans: 新建分组

source: 新しいセクション…
en: New section…
zh_hans: 新建分组…

source: 新しいタスクの題名
en: New task title
zh_hans: 新任务的标题

source: 新しいパスワード（8 文字以上）
en: New password (at least 8 characters)
zh_hans: 新密码（至少 8 个字符）

source: 新しいパスワード（確認）
en: New password (again)
zh_hans: 新密码（确认）

source: 新しいパスワードが一致しません
en: The new passwords don't match
zh_hans: 新密码不一致

source: 新しいページ
en: New page
zh_hans: 新页面

source: 新しいメッセージ
en: New message
zh_hans: 新消息

source: 新しい名前
en: New name
zh_hans: 新名称

source: 新しい投稿
en: New posts
zh_hans: 新帖子

source: 新しい返信
en: New replies
zh_hans: 新回复

source: 新しい順
en: Newest
zh_hans: 最新

source: 新着 %lld 件
en: %lld new
zh_hans: %lld 条新消息

source: 新着 %lld 件へ
en: Go to %lld new
zh_hans: 前往 %lld 条新消息

source: 新着メッセージ
en: New messages
zh_hans: 新消息

source: 既定（%@）
en: Default (%@)
zh_hans: 默认（%@）

source: 既読にする
en: Mark as read
zh_hans: 标为已读

source: 日
en: days
zh_hans: 天

source: 日は 1〜31 で選んでください
en: Choose a day from 1 to 31
zh_hans: 请选择 1～31 日

source: 日を押すと候補に入ります（もう一度押すと外れます）。
en: Tap a day to add it as an option (tap again to remove it).
zh_hans: 点按日期即可添加为候选（再次点按即可移除）。

source: 日付
en: Date
zh_hans: 日期

source: 日付や名前はテンプレートに入ります。
en: Dates and names go into the template.
zh_hans: 日期和名字会填入模板。

source: 日付を指定
en: Choose dates
zh_hans: 指定日期

source: 日付を指定…
en: Choose dates…
zh_hans: 指定日期…

source: 日付を選ぶ
en: Choose a date
zh_hans: 选择日期

source: 日時
en: Date and time
zh_hans: 日期和时间

source: 日時を指定
en: Choose a time
zh_hans: 指定时间

source: 日時を指定…
en: Choose a date and time…
zh_hans: 指定日期和时间…

source: 日程を決定しました
en: Date decided
zh_hans: 已确定日期

source: 日程調整
en: Scheduling poll
zh_hans: 日程调整

source: 日程調整を作る（候補に ○ △ × で答える）
en: Create a scheduling poll (answer the options with ○ △ ×)
zh_hans: 创建日程调整（用 ○ △ × 回答候选）

source: 日程調整を作成
en: Create scheduling poll
zh_hans: 创建日程调整

source: 明日
en: Tomorrow
zh_hans: 明天

source: 明日 %@
en: Tomorrow %@
zh_hans: 明天 %@

source: 明日 %@ まで
en: Until tomorrow %@
zh_hans: 至明天 %@

source: 明日 8:00
en: Tomorrow 8:00
zh_hans: 明天 8:00

source: 明日 9:00
en: Tomorrow 9:00
zh_hans: 明天 9:00

source: 昨日
en: Yesterday
zh_hans: 昨天

source: 昨日 %@
en: Yesterday %@
zh_hans: 昨天 %@

source: 昼休み
en: Lunch break
zh_hans: 午休

source: 時刻
en: Time
zh_hans: 时间

source: 時刻（すべての候補）
en: Time (all options)
zh_hans: 时间（所有候选）

source: 時刻か終日か
en: Timed or all day
zh_hans: 指定时间或全天

source: 時刻なし
en: No time
zh_hans: 不指定时间

source: 時刻の予定は %lld 日までです
en: Timed events can be up to %lld days long
zh_hans: 指定时间的日程最长 %lld 天

source: 時刻は %@ の時刻です
en: Times are in %@
zh_hans: 时间为 %@ 的时间

source: 時刻を入れてください
en: Enter a time
zh_hans: 请输入时间

source: 時刻を決める
en: Set times
zh_hans: 指定时间

source: 時刻を設定
en: Set a time
zh_hans: 设置时间

source: 時刻を選ぶ
en: Choose a time
zh_hans: 选择时间

source: 時刻を選んでください
en: Choose a time
zh_hans: 请选择时间

source: 時間
en: Duration
zh_hans: 时长

source: 時間の長さは 15 分〜12 時間にしてください
en: Use a length between 15 minutes and 12 hours
zh_hans: 时长请设为 15 分钟～12 小时

source: 曜日
en: Days
zh_hans: 星期

source: 曜日を 1 つ以上選んでください
en: Choose at least one day of the week
zh_hans: 请至少选择一个星期几

source: 曜日を選んでください
en: Choose the days of the week
zh_hans: 请选择星期几

source: 書き始める
en: Start writing
zh_hans: 开始写作

source: 書式
en: Formatting
zh_hans: 格式

source: 最初からある 3 つの列は名前の変更と並べ替えだけできます。列の種類は後から変えられません。
en: The 3 built-in columns can only be renamed and reordered. A column's kind can't be changed later.
zh_hans: 默认的 3 个列只能重命名和调整顺序。列的类型以后无法更改。

source: 最初のメッセージを送ってみましょう。
en: Send the first message.
zh_hans: 发送第一条消息吧。

source: 最初の未読へ
en: Jump to first unread
zh_hans: 前往第一条未读

source: 最後に使用：%@
en: Last used: %@
zh_hans: 最后使用：%@

source: 最新のメッセージへ
en: Go to the latest message
zh_hans: 前往最新消息

source: 最新の会話へ
en: Go to the latest messages
zh_hans: 前往最新对话

source: 最新へ
en: Latest
zh_hans: 最新

source: 最終
en: last
zh_hans: 最后一个

# 最終更新：%@ · %@
source: 最終更新：%1$@ · %2$@
en: Last updated: %1$@ · %2$@
zh_hans: 最后更新：%1$@ · %2$@

source: 最終返信 %@
en: Last reply %@
zh_hans: 最后回复 %@

source: 最近の会話
en: Recent conversations
zh_hans: 最近的对话

source: 最近の検索
en: Recent searches
zh_hans: 最近的搜索

source: 最近の検索：%@
en: Recent search: %@
zh_hans: 最近的搜索：%@

source: 月
en: Month

source: 月末
en: the last day

source: 有効
en: On
zh_hans: 已开启

source: 有効にする
en: Turn on
zh_hans: 开启

source: 有効になりました。次回のログインから認証アプリのコードが必要です。
en: Turned on. From your next login, a code from the authenticator app is required.
zh_hans: 已开启。从下次登录起需要验证器应用的验证码。

source: 期間
en: Dates
zh_hans: 时间段

source: 期限
en: Due date
zh_hans: 截止日期

source: 未参加
en: Not joined
zh_hans: 未加入

source: 未回答
en: Not answered

source: 未完了
en: Not done
zh_hans: 未完成

source: 未定
en: Maybe
zh_hans: 待定

source: 未提出
en: Not submitted
zh_hans: 未提交

source: 未提出 %lld 人
en: Not submitted (%lld)
zh_hans: 未提交 %lld 人

source: 未着手
en: To do
zh_hans: 未开始

source: 未着手（まだ始めていない）
en: To do (not started yet)
zh_hans: 未开始（尚未开始）

source: 未着手のタスクはありません
en: No to-do tasks
zh_hans: 没有未开始的任务

source: 未着手のタスクはありません。下の「追加」から足せます
en: No to-do tasks. Add one with “Add” below
zh_hans: 没有未开始的任务。可通过下方的“添加”来添加

source: 未確認
en: Not acknowledged
zh_hans: 未确认

source: 未確認 %lld 人
en: Not acknowledged (%lld)
zh_hans: 未确认 %lld 人

source: 未確認の人にリマインド
en: Remind those who haven't acknowledged
zh_hans: 提醒未确认的人

source: 未設定
en: Not set
zh_hans: 未设置

source: 未読
en: Unread
zh_hans: 未读

source: 未読 %@ 件
en: %@ unread
zh_hans: %@ 条未读

source: 未読 %lld 件
en: %lld unread
zh_hans: %lld 条未读

source: 未読 %lld 件、メンションあり
en: %lld unread, with mentions
zh_hans: %lld 条未读，含提及

source: 未読あり
en: Unread
zh_hans: 有未读

source: 未読なし
en: No unread
zh_hans: 没有未读

source: 未読のスレッドはありません
en: No unread threads
zh_hans: 没有未读的话题

source: 未読の要約
en: Summary of unread
zh_hans: 未读摘要

source: 未読をまとめる
en: Group unread
zh_hans: 合并未读

source: 未読を要約
en: Summarize unread
zh_hans: 总结未读

source: 末日
en: Last day
zh_hans: 月末

source: 本文
en: Text
zh_hans: 正文

source: 本文に含まれる語は検索で探せます。
en: Words in the text can be found with a search.
zh_hans: 正文中的词语可以通过搜索找到。

source: 本文は %lld 文字までです
en: The text can be up to %lld characters
zh_hans: 正文最多 %lld 个字符

source: 本文も検索する
en: Also search the text
zh_hans: 也搜索正文

source: 本文をコピー
en: Copy text
zh_hans: 复制正文

source: 本文をコピーしました
en: Text copied
zh_hans: 已复制正文

source: 本文を入力してください
en: Enter the text
zh_hans: 请输入正文

source: 本文を消去
en: Erase text
zh_hans: 清除正文

source: 条件をクリア
en: Clear filters
zh_hans: 清除条件

source: 条件をクリアして検索
en: Clear filters and search
zh_hans: 清除条件并搜索

source: 条件を減らすと見つかるかもしれません。
en: Fewer filters may find something.
zh_hans: 减少条件也许能找到。

source: 来週月曜 9:00
en: Next Monday 9:00
zh_hans: 下周一 9:00

source: 枠は管理者が Desktop / Web で作ります
en: Admins create the slots in the desktop or web app
zh_hans: 预约项目由管理员在桌面版或网页版中创建

source: 検索
en: Search
zh_hans: 搜索

source: 検索（例：tada、乾杯、ありがとう）
en: Search (e.g. tada, cheers, thanks)
zh_hans: 搜索（例：tada、干杯、谢谢）

source: 検索しています…
en: Searching…
zh_hans: 正在搜索…

source: 検索位置の前後の会話
en: The conversation around the search result
zh_hans: 搜索位置前后的对话

source: 次の写真
en: Next photo
zh_hans: 下一张照片

source: 次の月
en: Next month
zh_hans: 下个月

source: 次へ
en: Next
zh_hans: 下一步

source: 次回
en: Next:
zh_hans: 下次：
